{
    "tipsmod.title.default": "§2From the Chronicles of the Lost:",
    "tipsmod.tip.no_tips": "Tips not loaded. Check configuration.",
    "tipsmod.tip.jtd_1": "Don't forget about pouches! They can carry up to a stack of different types of items! The main thing is that they are not non-stackable.",
    "tipsmod.tip.jtd_2": "Try to automate everything you can! The more resources you have in flow, the easier it will be to develop.",
    "tipsmod.tip.jtd_3": "Remember that rotation speed and load energy are inextricably linked! In attempts to speed up everything to the limit, you can simply overload the system.",
    "tipsmod.tip.jtd_4": "The speed of fan processing in the case depends not on the RPM, but on their quantity! Instead of accelerating their rotation to nowhere, it is better to slow them down and surround them from all sides.",
    "tipsmod.tip.jtd_5": "Totems are a great way to simplify life at the base! You can get speed, strength, regeneration, and much more just by placing poles around the perimeter of the house.",
    "tipsmod.tip.jtd_6": "Don't joke with sanity! If it drops to 10%, then the monsters from hallucinations will no longer be unreal for you...",
    "tipsmod.tip.jtd_7": "Eat everything you can eat! A person's health directly depends on what they eat. Eat a lot and varied to grow and become more resilient.",
    "tipsmod.tip.jtd_8": "Food is a great way to keep sanity in tone! The best restorers are large dishes from the stove or sweets made on kinetic mechanisms.",
    "tipsmod.tip.jtd_9": "Remember, fast legs are not afraid of troubles! Learn different parkour techniques to move better in difficult terrains.",
    "tipsmod.tip.jtd_10": "Develop all directions you have at once. You may encounter a moment when you cannot move further just because you neglected development in some area.",
    "tipsmod.tip.jtd_11": "No one will hand you a map with a laid-out life path. Everyone is equal at the start, no gifts, no curses. Only you can create yourself, only you know the best path for you.",
    "tipsmod.tip.jtd_12": "Choose your weapon wisely! Swords, daggers, bows: each has its own characteristics. Some hit faster, some have impressive damage, and some can fight from a distance. Create your own fighting style!",
    "tipsmod.tip.jtd_13": "Don't underestimate spells! The right combination can replace both sword and shield, and bow and arrows. The main thing is to monitor the mana reserve.",
    "tipsmod.tip.jtd_14": "Instead of breaking kinetic devices, better disassemble them with the appropriate tool. This will save the durability of your axe or pickaxe.",
    "tipsmod.tip.jtd_15": "With cases, you can clad gears, shafts, belts, and much more. For example, you can block the velvety sections of gears and not transmit rotation where it is not needed.",
    "tipsmod.tip.jtd_16": "Among the worlds, there are many types of magic and many sources of them. Some synergize with each other, some do not. Be vigilant, maybe you will find an especially effective combination!",
    "tipsmod.tip.jtd_17": "There are many ways to increase the volume of transported items: from different chests and backpacks to pets! Look for different ways to expand your pockets, because no one will give you a bottomless bag.",
    "tipsmod.tip.jtd_18": "Each world hides many mysteries and ambiguities. You will not always be able to find answers in your journal entries, sometimes it's worth just looking for something unusual.",
    "tipsmod.tip.jtd_19": "Pets are your best friends. They can stand up for the owner in battle, help at work, carry resources, and even heal psychological trauma. Our lesser brothers.",
    "tipsmod.tip.jtd_20": "Sooner or later, every creator runs into a lack of space for their desires. Plan your premises in advance or look for ways to compress your schemes.",
    "tipsmod.tip.jtd_21": "Shafts and gears are not the most economical way of transmitting rotations. Try mechanical belts or chain gearboxes until you reach remote rotation transmission!",
    "tipsmod.tip.jtd_22": "There are many tricks among engineers. For example, gearboxes invert rotation, and containers instantly transmit resources through themselves.",
    "tipsmod.tip.jtd_23": "Choose your trinkets carefully! There are many rings, amulets, and belts, and each has its own bonuses. Pick different combinations for yourself: one for construction, another for travel, and a third, for example, for battles.",
    "tipsmod.tip.jtd_24": "Inhabitants are incomprehensible creations of nature. They lack the desire for development and self-improvement, but their trade relations are extremely developed. Sometimes you wonder where they got the things you are trading for...",
    "tipsmod.tip.jtd_25": "Charms are the simplest form of magic. All you need is a table and a couple of pieces of lapis, and a game between you and existence begins, creating the best combination of enchantments! Don't forget to use them.",
    "tipsmod.tip.jtd_26": "Candles are used not only for lighting but also for enchantments! Candles of different colors placed around the table can increase the chances of getting specific charms.",
    "tipsmod.tip.jtd_27": "Most areas of science or magic have already been studied, so there are surely corresponding manuals. Instead of bothering others with simple questions, look for the answer in the literature, don't disturb others with your ignorance.",
    "tipsmod.tip.jtd_28": "Travelers have long invented many ways of orientation in the world. A compass will help you understand your coordinates, a map or atlas will show the landscape, and a clock will indicate the time. If your dimension has the concept of time.",
    "tipsmod.tip.jtd_29": "Using nurseries for resource extraction is very inconvenient. Not only is the number of creatures small, but it also doesn't work without a person nearby. However, botanists say they are solving this problem...",
    "tipsmod.tip.jtd_30": "Unfortunately, it is impossible to mine nurseries, they simply crumble into scrap, which can be used as a powerful stabilizer. Perhaps the soul energy, with which the nurseries are so filled, will help restore it...",
    "tipsmod.tip.jtd_31": "Don't confuse creature cells and nurseries! Externally they differ only in color, but when approaching the cell, it will release more than 20 hostile monsters! They drop especially pleasant rewards.",
    "tipsmod.tip.jtd_32": "Somewhere out there, in the colorful forests, the ancient ram Ram is looking for its wool. Help him, and he will not skimp on the reward. A very rare reward...",
    "tipsmod.tip.jtd_33": "Earn experience! As many ways to get it as there are for essence of experience: from enchantments and blacksmithing to spells and creating hyper-experience. Save it!",
    "tipsmod.tip.jtd_34": "Ancient treatises say that the Ender dragons can only ram, and Withers do not exist at all! Now it's not the case: apparently, they evolved. How strong will they become in a few more centuries?..",
    "tipsmod.tip.jtd_35": "In ancient places, worldly magic concentrates on objects, creating unique tools and artifacts. Such things can only be obtained in abandoned dungeons or dropped by ancient monster guardians. Or exchanged for something...",
    "tipsmod.tip.jtd_36": "Be careful with sleep! Different dimensions have different understandings of time. Somewhere time is stuck at night, so you may not even realize you slept. And in some dimensions, there is no day-night cycle at all, and trying to sleep in such worlds is deadly dangerous.",
    "tipsmod.tip.jtd_37": "An inventor's best friend is reflection! Just focus on the object, and you can roughly understand how it works. Be sure to try to reflect if you have the opportunity.",
    "tipsmod.tip.jtd_38": "Many for some reason underestimate potion-making! These flasks can help in dangerous moments, and they are practically not magic, so any magic can use them.",
    "tipsmod.tip.jtd_39": "Read carefully! In my experience, fools often only look at pictures and then wonder why nothing works, even though everything is written in black and white below. Don't make stupid mistakes!",
    "tipsmod.tip.jtd_40": "Music is the voice of the soul. Melodies played on any instrument can turn stress into calmness and restore self-awareness to a person. Ancient mages, druids, even used this music for spellcasting.",
    
    "tipsmod.tip.lor_1": "§6…Please, fight. The kingdom is waiting for you. I am waiting for you.",
    "tipsmod.tip.lor_2": "§6…I am close to solving how… …paintings are indeed the key to harnessing the mystical energy that ruined the experiment.",
    "tipsmod.tip.lor_3": "§6…All this seems like a dream. How did it happen that even hell became a place of calm?..",
	"tipsmod.tip.lor_4": "§6…For their name is Maemar. For their goal is to Prosper",
	"tipsmod.tip.lor_5": "§6…How can I not be proud of my King?..",
	"tipsmod.tip.lor_6": "§6…Record of experiment 147. Purpose of the experiment: breakthrough of interdimensional fabrics",
	"tipsmod.tip.lor_7": "§6…But you are the King, and a King must think of all the inhabitants of the kingdom, not just one girl",
	"tipsmod.tip.lor_8": "§6…I ask you, will you follow me? So be it! Let Maemar prosper…",
	"tipsmod.tip.lor_9": "§6…Let Maemar live forever. With or without me",

	"tipsmod.tip.shiza_1": "§5Hey… Is anyone there? Hello?.. Anyone?! Help!!",
	"tipsmod.tip.shiza_2": "§5it's not me it's my hands it's not me it's my hands it's not me it's not me it's not",
	"tipsmod.tip.shiza_3": "§5Eyes… Eyes everywhere… They are watching… Observing… What are they doing? What are they… They…",
	"tipsmod.tip.shiza_4": "§5W-why is it so dark… I don't want to… I'm scared… Anyone, help… I don't want to die…",
	"tipsmod.tip.shiza_5": "§5Why is this happening to me… Is this hell?.. Am I dead?.. I'm dead!.. Yes, yes, yes, yes, yes, yes, yes, yes, yes,….,…",

	"tipsmod.tip.sigmi_1": "§aAve Sanguinis, my dear friend! Good luck on your adventure…",

	"gui.tips.list.title": "Tips List",
	"gui.tips.list.search": "Search",
	"gui.tips.list.show_disabled": "Show Disabled",
	"gui.tips.list.entry.tip_id": "Tip ID: %s",
	"gui.tips.list.entry.added_by": "Added by: %s",
	"gui.tips.list.entry.cycle_time": "Cycle Duration: %s",
	"gui.tips.list.entry.copied": "Copied!",
	"gui.tips.list.entry.click_to_copy": "Click to copy ID",
	"gui.tips.list.entry.disabled": "Disabled by configuration!",
	"gui.tips.list.config": "Configuration"

}