{
    "tipsmod.title.default": "§2Из хроник Потерянных:",
    "tipsmod.tip.no_tips": "Советы не загружены. Проверь конфигурацию.",
    "tipsmod.tip.jtd_1": "Не забывайте о мешочках! В них можно переносить до стака разных типов предметов! Главное, что бы они не были нестакуемыми",
	"tipsmod.tip.jtd_2": "Старайтесь автоматизировать всё, что можете! Чем больше у вас ресурсов на потоке, тем проще будет развиваться",
	"tipsmod.tip.jtd_3": "Помните, что скорость вращения и энергия нагрузки неразрывно связаны! В попытках ускорить всё донельзя вы можете просто перегрузить систему",
	"tipsmod.tip.jtd_4": "Скорость обработки вентиляторами в корпусе зависит не от оборотов, а от их количества! Вместо того, что бы в никуда ускорять их вращение, лучше замедлите их и обставьте со всех сторон",
	"tipsmod.tip.jtd_5": "Тотемы- отличный способ упростить жизнь на базе! Вы можете получить скорость, силу, регенерацию и многое другое, просто расставив столбы по периметру дома",
	"tipsmod.tip.jtd_6": "Не шутите с рассудком! Если он упадёт до 10%, то монстры из галлюцинаций перестанут быть для вас нереальными... ",
	"tipsmod.tip.jtd_7": "Кушайте всё, что можете скушать! Здоровье человека напрямую зависит от того, что он есть. Ешьте много и разнообразно, что бы расти и становится устойчивей ",
	"tipsmod.tip.jtd_8": "Еда- отличный способ держать рассудок в тонусе! Лучше всего его восстанавливают большие блюда с плиты или сладости, приготовленные на кинетических механизмах",
	"tipsmod.tip.jtd_9": "Помните, быстрые ноги трындюлей не боятся! Изучайте разные техники паркура, что бы лучше передвигаться среди сложных местностей",
	"tipsmod.tip.jtd_10": "Развивайте сразу все направления, что у вас есть. Вы можете столкнуться с моментом, когда вы не можете продвинуться дальше только потому, что забросили развитие в какой-нибудь области",
	"tipsmod.tip.jtd_11": "Никто вам не протянет карту с проложенным укладом жизни. Все равны в начале пути, ни даров, ни проклятий. Лишь вы можете создать себя, лишь вам известен лучший для вас путь",
	"tipsmod.tip.jtd_12": "Выбирайте своё оружие с умом! Мечи, кинжалы, луки: у всего свои особенности. Что-то быстрее бьёт, что-то имеет внушительный урон, а чем-то можно сражаться на расстоянии. Создайте свой собственный стиль боя! ",
	"tipsmod.tip.jtd_13": "Не недооценивайте заклинания! Правильно подобранная комбинация может заменить и меч с щитом, и лук со стрелами. Главное, следите за запасом маны",
	"tipsmod.tip.jtd_14": "Чем ломать кинетические устройства, лучше скручивайте их соответствующим инструментом. Так вы сэкономите себе прочность вашего топора или кирки",
	"tipsmod.tip.jtd_15": "Корпусами вы можете обделывать шестерни, валы, ремни и многое другое. Так, к примеру, вы можете заблокировать валенчатые участки шестерёнок и не передавать вращение, куда не надо",
	"tipsmod.tip.jtd_16": "Среди миров скрываются множество типов магии и множество их источников. Какие-то синергируют друг с другом, какие-то нет. Будьте бдительны, вдруг вы найдёте особо эффективную комбинацию! ",
	"tipsmod.tip.jtd_17": "Есть множество способов увеличить объёмы перемещаемых предметов: от разных ящиков и рюкзаков вплоть до питомцев! Ищите разные способы расширить свои карманы, ведь никто вам бездонную сумку не подарит",
	"tipsmod.tip.jtd_18": "Каждый мир скрывает множество загадок и недосказанностей. Не всегда вы сможете найти ответы среди своих записей в журнале, иногда стоит и просто поискать чего-нибудь необычного",
	"tipsmod.tip.jtd_19": "Питомцы- ваши лучшие друзья. Они могут и вступиться за хозяина в бою, и в работе помочь, и ресурсы таскать, и даже лечить психологические травмы. Братья наши меньшие",
	"tipsmod.tip.jtd_20": "Рано или поздно каждый творец упирается в нехватку пространства для своих желаний. Планируйте помещения заранее либо ищите способы скомпрессировать свои схемы",
	"tipsmod.tip.jtd_21": "Валы и шестерни не самый экономный пути передачи оборотов. Попробуйте механические ремни или цепные коробки передач, пока не дойдёте до передачи вращения на расстоянии! ",
	"tipsmod.tip.jtd_22": "Есть множество трюков среди стана инженеров. К примеру, коробки передач инвертируют вращение, а контейнеры передают ресурсы сквозь себя мгновенно",
	"tipsmod.tip.jtd_23": "Тщательно выбирайте себе безделушки! Разных колец, амулетов и поясов великое множество, и у каждого свои бонусы. Подбирайте себе разные комбинации: одну для строительства, другую в путешествия, а третью, например, для битв",
	"tipsmod.tip.jtd_24": "Жители- непостижимые творения природы. Стремления к развитию и самосовершенствованию у них отсутствует, однако торговые отношения крайне развиты. Порой удивляешься, откуда у них взялись те вещи, которые ты выторговываешь... ",
	"tipsmod.tip.jtd_25": "Чары- простейший вид магии. Достаточно стола и пару кусков ляписа, и начинается игра между тобой и бытиём, за создание наилучшей комбинации зачарований! Не забывайте их применять",
	"tipsmod.tip.jtd_26": "Свечи используют не только для освещения, но и для зачарований! Свечи разных цветов, расставленные возле стола, могут увеличивать шансы на получение конкретных чар",
	"tipsmod.tip.jtd_27": "Большинство сфер науки или магии уже изучены, так что наверняка существуют соответствующие справочники. Вместо того, что бы донимать окружающих простыми вопросами, поищите ответ в литературе, не мешайте остальным своим незнанием",
	"tipsmod.tip.jtd_28": "Путешественники уже давно придумали много способов ориентации в мире. Компас поможет понять твои координаты, карта или атлас- внешний вид ландшафта, а часы укажут время. В случае, если в твоём измерении есть понятие времени",
	"tipsmod.tip.jtd_29": "Использовать рассадники для добычи ресурсов весьма неудобно. Мало того, что объём существ мал, так ещё и он не работает без присутствия человека рядом. Хотя, ботанисты говорят что решают эту проблему... ",
	"tipsmod.tip.jtd_30": "К сожалению, добывать рассадники невозможно, от них просто отваливается лом, который можно и использовать как мощный стабилизатор. Возможно, сила душ, которыми так переполнены рассадники, поможет его восстановить... ",
	"tipsmod.tip.jtd_31": "Не перепутайте клетки существ и рассадники! Внешне они отличаются лишь цветом, но при приближении к клетке она выпустит более 20 враждебных монстров! С них падает особо приятные награды",
	"tipsmod.tip.jtd_32": "Где-то там, в разноцветных лесах, древний баран Рам ищет свою шерсть. Помогите ему, и за наградой он не постоит. Очень раритетной наградой... ",
	"tipsmod.tip.jtd_33": "Добывайте опыт! Столько же, сколько у эссенции опыта путей добычи, столько же и применений: начиная от зачарований и кузнечных дел и кончая заклятьями и созданием гипер-опыта. Копите его! ",
	"tipsmod.tip.jtd_34": "Древние трактаты говорят, что драконы Края умеют лишь таранить, а Иссушителей вообще не существует! Сейчас же всё не так: видать, эволюционировали. Спустя ещё больше столетий, насколько сильными они станут?..",
	"tipsmod.tip.jtd_35": "В древних местах мирская магия концентрируется на предметах, создавая уникальные орудия и артефакты. Такие вещи можно добыть лишь в заброшенных подземельях, либо выбить у древних монстров-хранителей. Ну или обменять на что-то... ",
	"tipsmod.tip.jtd_36": "Будьте аккуратны со сном! В разных измерениях разное понимание времени. Где-то время застыло на ночи, а потому можно даже не понять, что ты спал. А в некоторых измерениях цикла суток вообще нет, и в таких мирах пытаться спать смертельно опасно",
	"tipsmod.tip.jtd_37": "Лучший друг изобретателя- это размышления! Достаточно сосредоточится на предмете, и можно будет примерно понять, как он работает. Обязательно пытайтесь размышлять, если есть возможность",
	"tipsmod.tip.jtd_38": "Многие почему-то недооценивают зельеварение! Эти склянки могут помочь в опасные моменты, а к тому же фактически не являются магией, потому любая магия может их использовать",
	"tipsmod.tip.jtd_39": "Читайте внимательно! По опыту знаю, что часто дурачки смотрят на одни картинки, а потом недоумевают чего у них всё не работает, хотя снизу всё чёрным по белому расписано. Не совершайте глупых ошибок!",
	"tipsmod.tip.jtd_40": "Музыка- это голос души. Мелодии, сыгранные на любом инструменте, могут обратить стресс в спокойствие и вернуть самосознание человеку. Древние маги, друиды, даже пользовались этой музыкой для колдовства",
	
	"tipsmod.tip.lor_1": "§6…§kПро§r§6шу, борись. К§kоролевств§r§6о ждёт тебя. Я жду т§kебя",
	"tipsmod.tip.lor_2": "§6…Я бли§kзок к раз§r§6гадке как… …§kкарт§r§6ины и впрямь ключ к обузданию ми§kстической энер§r§6гии, что погуби§kла эксперимент",
	"tipsmod.tip.lor_3": "§6…Всё это к§kажетс§r§6я сном. Как ж§kе так выш§r§6ло, что даже ад стал мес§kтом спокой§r§6нее?..",
	"tipsmod.tip.lor_4": "§6…Ибо имя им- §kМаэмар§r§6. Ибо цель их- Про§kцветать",
	"tipsmod.tip.lor_5": "§6…Как я могу н§kе бы§r§6ть гордым за своего К§kороля§r§6?..",
	"tipsmod.tip.lor_6": "§6…Запись о§kб экспериме§r§6нте 147. Цель эксперимента: прор§kыв межизме§r§6ренческих тканей",
	"tipsmod.tip.lor_7": "§6…Но ты §kКороль, а Коро§r§6ль должен думать обо всех жит§kелях короле§r§6вства, а не об одной девушке",
	"tipsmod.tip.lor_8": "§6…Я спрашиваю Вас, Вы п§kойдёте з§r§6а мной? Да будет так! Да про§kцветает Маэмар…",
	"tipsmod.tip.lor_9": "§6…Пуст§kь Маэмар б§r§6удет жить вечно. Со мн§kой или б§r§6ез меня",
	
	"tipsmod.tip.shiza_1": "§5Эй… Здесь кто-нибудь есть? Ау?.. Хоть кто-нибудь?! Помогите!!",
	"tipsmod.tip.shiza_2": "§5это не я это мои руки это не я это мои руки это не я это не я это не ",
	"tipsmod.tip.shiza_3": "§5Глаза… Повсюду глаза… Они смотрят… Наблюдают… Что они делают? Что они… Они…",
	"tipsmod.tip.shiza_4": "§5П-почему так темно… Я не хочу… Мне страшно… К-кто угодно, помогите… Я не хочу умирать…",
	"tipsmod.tip.shiza_5": "§5За что мне это… Это ад?.. Я мёртв?.. Я мёртв!.. Да, да, да, да, да, да, да, да, да,….,…",
	
	"tipsmod.tip.sigmi_1": "§aAve Sanguinis, мой дорогой друг! Удачи тебе в твоём приключении…",
	
	
    "gui.tips.list.title": "Список советов",
    "gui.tips.list.search": "Поиск",
    "gui.tips.list.show_disabled": "Показать отключённые",
    "gui.tips.list.entry.tip_id": "ID совета: %s",
    "gui.tips.list.entry.added_by": "Добавлен: %s",
    "gui.tips.list.entry.cycle_time": "Продолжительность цикла: %s",
    "gui.tips.list.entry.copied": "Скопирован!",
    "gui.tips.list.entry.click_to_copy": "Нажми, чтобы скопировать ID",
    "gui.tips.list.entry.disabled": "Отключено конфигурацией!",
    "gui.tips.list.config": "Конфигурация"
}