{
  "name": "Школа магии",
  "icon": "irons_spellbooks:lightning_bottle",
  "category": "irons_spellbooks:root",
  "sortnum": 20,
  "read_by_default" : true,
  "pages": [
    {
      "type": "patchouli:text",
      "title": "Обзор",
      "text": "Каждое магическое заклинание принадлежит к школе магии. Каждая школа воплощает определённую тему как визуально, так и функционально, и у каждой есть Фокус: представительский предмет, используемый как ингредиент для крафта. Более того, каждая школа может быть усилена специфическим оборудованием, связанным с этой школой, позволяя вам стать могущественным мастером одной школы или смешивать и комбинировать, чтобы стать мастером на все руки."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:blaze_rod",
      "title": "Огонь",
      "text": "Школа Огня, с Фокусом в виде Огненного Жезла, сосредоточена на нанесении урона и уроне с течением времени."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:frozen_bone",
      "title": "Лед",
      "text": "Школа Льда, с Фокусом на Замороженных Костях, сосредоточена на нанесении урона и контроле над толпой."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:lightning_bottle",
      "title": "Молния",
      "text": "Школа Молнии, с Фокусом на Бутылке с Молнией, сосредоточена на концентрированном нанесении урона."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:divine_pearl",
      "title": "Святость",
      "text": "Школа Святости, с Фокусом на Божественной Жемчужине, сосредоточена на поддержке, исцелении и усилении союзников."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:ender_pearl",
      "title": "Эндер",
      "text": "Школа Эндера, с Фокусом на Эндер Жемчуге, ориентирована на все арканы и мистические вещи, с заклинаниями, которые варьируются от урона до полезности и мобильности."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:blood_vial",
      "title": "Кровь",
      "text": "Школа Крови, с Фокусом на Кровавом Флаконе, ориентирована на сущее зло; здесь вы найдете элементы некромантии, увядания и кровавой магии, с заклинаниями, сосредоточенными на нанесении урона и усилении колдуна."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:emerald",
      "title": "Призыв",
      "text": "Школа Призыва, с Фокусом на Изумруде, ориентирована на магические уловки и вызов, охватывая широкий спектр атакующих, защитных и полезных заклинаний."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:poisonous_potato",
      "title": "Природа",
      "text": "Школа Природы, с Фокусом на Ядовитом Картофеле, ориентирована на наложение дебаффов на врагов, с элементами урона для их завершения."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:eldritch_manuscript",
      "title": "Эльдрич",
      "text": "Школа Эльдрич не такая, как остальные. Это древнее и могущественное направление магии, которое почти забыто; вы не сможете сразу создавать или произносить заклинания Эльдрич. Однако осколки древних эльдрических манускриптов все еще можно найти по всему миру и даже собрать их обратно с помощью эхо-осколка."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:echo_shard",
      "title": "Эльдрич, продолжение",
      "text": "После восстановления манускрипта его можно изучить, чтобы овладеть одним эльдрическим заклинанием, позволяя его создание и произнесение. После изучения эхо-осколок используется в качестве фокуса."
    }
  ]
}