{
	"name": "Личные порталы",
	"icon": "dimdungeons:item_key_build",
	"category": "dimdungeons:portals",
	"sortnum": 10,
	"advancement": "dimdungeons:dungeons/enter_personal_space",
	"pages": [
		{
			"type": "text",
			"text": "Теперь, когда вы комфортно чувствуете себя в своем личном, карманном измерении, пришло время узнать, как установить ограничения на то, кто может следовать за вами через ваш портал. Настройка доступа в ваше измерение осуществляется изнутри с помощью одного из пяти предметов на золотом портале у входа. (Эти предметы не расходуются.) Эти предметы будут рассмотрены на следующих пяти страницах."
		},
		{
			"type": "spotlight",
			"item": "minecraft:book",
			"text": "Используя книгу на портале, вы узнаете о текущем списке гостей, а также о том, работает ли этот список в режиме "белого" или "черного" листа."
		},
		{
			"type": "spotlight",
			"item": "minecraft:white_dye",
			"text": "Использование белого красителя на портале переключит его в режим белого списка. Список настроенных имен будет рассматриваться как друзья, и никто другой не будет допущен."
		},
		{
			"type": "spotlight",
			"item": "minecraft:black_dye",
			"text": "Использование черного красителя на вашем портале переключит его в режим черного списка. Список настроенных имен будет рассматриваться как банлист, и все, КРОМЕ названных игроков, будут допущены к игре."
		},
		{
			"type": "spotlight",
			"item": "minecraft:paper",
			"text": "Сначала переименуйте бумагу на наковальне именем другого игрока. Затем используйте бумагу на портале, чтобы добавить его в список гостей. Используйте бумагу еще раз, чтобы удалить имя игрока. Список может быть белым или черным."
		},
		{
			"type": "spotlight",
			"item": "minecraft:grindstone",
			"text": "Использование точильного камня на вашем портале сотрет все имена, которые были на нем настроены."
		},
		{
			"type": "text",
			"text": "У этой системы безопасности есть несколько ограничений. Первое и самое главное - она контролирует только тех, кто может войти. Никаких разрешений на строительство не предусмотрено. (Хотя на некоторых серверах это может быть реализовано отдельно). Во-вторых, существует несколько способов, с помощью которых игроки могут обойти разрешения и получить доступ независимо от того, как настроен портал:"
		},
		{
			"type": "text",
			"text": "$(li)Владельцу измерения всегда разрешен вход. $(li)Игрокам в творческом режиме всегда можно войти. $(li)Администратор сервера может установить disablePersonalDimSecurity= true в конфигурации сервера. $(li)Разрешения проверяются только обычным порталом с замочной скважиной. Использование других способов телепортации внутрь обойдет проверку."
		}
	]
}
			

